{
  "source": "intake_form",
  "faculty_id": "intake_susan_smith",
  "name": "Susan Smith",
  "name_canonical": "Susan Smith",
  "title": "Professor",
  "affiliations": [
    "Cell Biology",
    "Pathology"
  ],
  "affiliations_raw": "Cell Biology and Pathology",
  "affiliations_unmapped": [],
  "lab_synopsis": "My laboratory studies mechanisms of chromosome cohesion and segregation in human normal cells, stem cells, aging cells, and cancer cells. We focus on how sister chromatid cohesion is established at repetitive sequences including telomeres, ribosomal DNA arrays, and centromeres in S phase during DNA replication and how these sequences are resolved and accurately distributed to daughter cells in mitosis. We study the role of the polyADP-ribosyltransferases tankyrase 1 and 2 in cohesion and ubiquitin-mediated protein degradation. Our recent studies on cohesion showed that persistent telomere cohesion is due to RNA-DNA hybrid (R-loop) structures and further that their regulation by tankyrase impacts replicative senescence and cancer cell growth. For protein degradation, we identified multiple E3 ligases that ubiquitylate and control tankyrase function. We discovered a novel post-translational hybrid mark (ubiquitin on ADP-ribose on serine) and cognate hybrid readers that bind the hybrid mark to control ADP-ribosylation and stability of tankyrase and its targets.",
  "common_experiments_raw": "Experimental techniques: Generation of mutant and knockout cell lines using CRISPR/Cas9; Protein extraction, immunoprecipitation, and immunoblot analysis; RNAi using siRNAs and lentiviral shRNAs; Ubiquitylation and ADP-ribosylation assays in cells and in vitro; Chromosome-specific FISH; Metaphase spread analysis; Indirect immunofluorescence analysis; RNA isolation and Northern blot analysis; Telomere restriction fragment analysis; Chromatin Immunoprecipitation (ChIP); DNA–RNA immunoprecipitation (DRIP); and RNA immunoprecipitation (RIP).",
  "research_keywords": [],
  "experimental_capabilities": [],
  "model_systems": [],
  "focus_groups": [],
  "publications": [],
  "id": "intake_susan_smith",
  "department_site": "Pathology",
  "keywords": [],
  "summary": "My laboratory studies mechanisms of chromosome cohesion and segregation in human normal cells, stem cells, aging cells, and cancer cells. We focus on how sister chromatid cohesion is established at repetitive sequences including telomeres, ribosomal DNA arrays, and centromeres in S phase during DNA replication and how these sequences are resolved and accurately distributed to daughter cells in mitosis. We study the role of the polyADP-ribosyltransferases tankyrase 1 and 2 in cohesion and ubiquitin-mediated protein degradation. Our recent studies on cohesion showed that persistent telomere cohesion is due to RNA-DNA hybrid (R-loop) structures and further that their regulation by tankyrase impacts replicative senescence and cancer cell growth. For protein degradation, we identified multiple E3 ligases that ubiquitylate and control tankyrase function. We discovered a novel post-translational hybrid mark (ubiquitin on ADP-ribose on serine) and cognate hybrid readers that bind the hybrid mark to control ADP-ribosylation and stability of tankyrase and its targets."
}
